{
  "items": [
    {
      "quote": "From my first interaction with Matt, I felt loved, included, and like I belonged. I have always felt a clear sense of the way the Lord has gifted Matt to lead others and the way he does it is empowering in a way that most leaders fail to achieve. Matt is a man of God who uses his unique giftedness to build bridges and help others succeed.",
      "author": "Matt Johnson",
      "role": "Cornerstone Church, Caledonia, IL"
    },
    {
      "quote": "Matt has been an incredible coach and friend over the years. He has always offered me a unique perspective on life and ministry that has helped me grow as both a Christ-follower and a leader. He is kind, full of wisdom, and is a great listener. Having him as a coach in my life and ministry has made me better and those around me better.",
      "author": "Phil Falla",
      "role": "Logos Church, Passaic County, NJ"
    },
    {
      "quote": "Matt Swigart is a trusted and effective ministry coach! His ability to join a ministry leader, to discern pressure points, and to offer wise guidance that follows Jesus and builds Christ's Kingdom is terrific. I highly recommend him.",
      "author": "Rev. Dr. Jason Holt",
      "role": "AFLC Presidential Ministry Associate"
    },
    {
      "quote": "Matt has been a huge influence in my life as he models a biblical and relational style of discipleship focused on making disciples who make disciples. His love for the Lord, his family, ministry, and the church is obvious to those who know him. He is a great example of the Pauline strategy of multiplication and discipleship in the real world.",
      "author": "John Anderson",
      "role": "Berean Church, Owatonna, MN"
    },
    {
      "quote": "Matt is an incredible ministry coach. He's helped me become a better leader and process situations biblically. Each coaching session has left me feeling encouraged and challenged to take the next step.",
      "author": "Brian Booth",
      "role": "Fellowship Missionary Church, Fort Wayne, IN"
    },
    {
      "quote": "I am very thankful for my good friend Matt Swigart. Matt has so much passion and heart for Christ. His desire to coach, build up leaders and create disciples who follow Christ daily in life and in their community is inspiring to me! This led my organization to launch our full-time, short-term missions program locally.",
      "author": "Chief Steven Officer",
      "role": "Mercy Chefs Disaster Center, Portsmouth, VA"
    }
  ]
}
